{
    "basics": {
      "name": "Ken Kato",
      "label": "Entrepreneur, enterprise architect, digital transformer, thought leader, civic technologist, and somewhat of a touble maker.",
      "image": "",
      "summary": "From start ups to work within the public sector, my journey has been one of curiosity that always persisted and pressed me to the bleeding edge and back. Innovator, disruptor, entrepreneur; looking forward to my challenges of tomorrow and work towards a solution today",
      "location": {
        "countryCode": "US",
        "address": "United States"
      },
      "profiles": [
        {
          "network": "LinkedIn",
          "username": "devsecops-kkato",
          "url": "https://www.linkedin.com/in/devsecops-kkato/"
        }
      ]
    },
    "work":  [
      {
      "name": "TechSlice",
      "position": "Advisory Board Member",
      "startDate": "2022-10-01",
      "endDate": "",
      "summary": "A Software Product Agency that works with innovators and entrepreneurs to bring their ideas into reality. Contributed expertise in software platforms and integrations, market research, UX, marketing & branding, strategy, and compliance. Utilized DevOps, cyber security, and public sector experience to accelerate early-stage med-tech start-ups. Provided insight and guidance on federal regulatory and compliance issues. Offered cybersecurity insights from defense and intelligence experience to help start-ups mitigate potential intrusion points. Leveraged experience launching and running start-ups to optimize time and cost savings for new start-ups."
      },
      {
      "name": "White House Presidential Innovation Fellowship",
      "position": "Entrepreneur in Residence",
      "startDate": "2019-10-01",
      "endDate": "",
      "summary": "Tackled the nation's toughest challenges as part of the White House Presidential Innovation Fellowship program. Collaborated closely with agency leads and aligned priorities set forth by the administration. Achievements include:\n\n- Ensured successful launch of covidtests.gov, reaching $100M+ unique users in a 3-hour window\n- Distributed free test kits to every American with 0% downtime or cyber incidents\n- Primary and co-author of policies in the Department of the Navy and the Office of the Secretary of Defense (OSD), raising labor and product quality while lowering average contract cost by 30%\n- Accelerated adoption of President Biden’s Executive Order on Improving the Nation’s Cybersecurity through the launch of a digital platform for FDA software bill of material adjudication\n- Advised NASA leadership on strategies and technological roadmaps for future space missions\n- Implemented continuous authority to operate (ATO) strategies, playbooks, and tech stacks, reducing ATO issuance average from 24 months to less than a week\n- Devised AI-based technologies for chest X-ray analysis to confirm COVID diagnosis with 80% accuracy."
      },
      {
      "name": "White House Presidential Innovation Fellowship",
      "position": "Director & Founder @ Black Pearl, Dept of the Navy",
      "startDate": "2019-10-01",
      "endDate": "2022-02-01",
      "summary": "Founded and led Black Pearl, the Navy’s first cloud-based enterprise development platform and software factory. Achievements include:\n\n- Conceived, developed, and launched Black Pearl in under 30 days\n- Marketed and scaled the platform to meet the demands of 500,000 users in the first year\n- Gathered user feedback to continuously ship new features every 2 weeks\n- Achieved operational cost of $400k in the first year, representing only 20% of what other programs spent on research alone."
      },
      {
      "name": "MITRE",
      "position": "Chief Architect, Cloud & Platform @ USAF Kessel Run",
      "startDate": "2016-10-01",
      "endDate": "2019-09-30",
      "summary": "Served as Chief Architect, Cloud & Platform at USAF Kessel Run within MITRE. Collaborated on the MVP scope for a pathfinder with renowned technologists and experts. Achievements include:\n\n- Delivered MVP air tanker refueling app, saving the USAF $300M in fuel in the first year and an average of $450M annually\n- Optimized mid-air refueling to minimize risk and reduce total missions and personnel by 50%\n- Pioneered the first-ever software factory in the government, USAF Detachment 12: Kessel Run\n- Improved air operation's 72-hour target cycle time by 10% in the first year while spearheading new technologies for the fight against ISIS in Operation Inherent Resolve\n- Streamlined the average time to an Authority to Operate (ATO) from 24 months to a day through innovative tech stack development, automating compliance and security artifact collection\n- Transformed the ATO tech stack into the first continuous ATO framework, resulting in reduced mean time to an ATO and cost savings of an average of $1M per submission."
      },
      {
      "name": "MITRE",
      "position": "Sr. DevOps Architect & Sr. Cyber Security Engineer",
      "startDate": "2015-01-01",
      "endDate": "2016-10-31",
      "summary": "Built Mitre’s first cyber range, the Cyber Proving Ground (CPG), providing federal agencies with a safe and secure training environment. Achievements include:\n\n- Improved deployment time from weeks to a few hours and enabled replication of any cyber environment through CPG's advanced features\n- Decreased satellite acquisition costs by $40M per contract by developing a software-defined ground system for NASA Goddard\n- Analyzed and assessed malware strains in a controlled lab environment\n- Reviewed and verified AI-driven security systems in DARPA's historic 2016 Cyber Grand Challenge, where Mayhem from All Secure emerged as the winner."
      },
      {
      "name": "Massachusetts Institute of Technology Lincoln Labs",
      "position": "Research Faculty, Sr. DevOps & Cyber Security Engineer",
      "startDate": "2014-02-01",
      "endDate": "2015-01-31",
      "summary": "Worked as a Research Faculty member at MIT Lincoln Laboratory, focusing on advanced technologies for critical national security needs. Achievements include:\n\n- Transitioned source code to the OSD’s Joint Mission Environment Test Capability (JMETC), doubling the footprint and increasing business\n- Analyzed and assessed malware strains from the wild in a controlled lab setting\n- Reviewed and verified AI-driven security systems in DARPA’s historic 2016 Cyber Grand Challenge, where Mayhem from All Secure emerged as the winner."
      },
      {
      "name": "Ken Kato Consulting",
      "position": "CEO & Founder",
      "startDate": "2012-01-01",
      "endDate": "2016-02-29",
      "summary": "Established a consulting practice offering technical expertise and executive leadership to a range of company sizes, from start-ups to Fortune 10 companies."
      }
      ]
      ,
    "volunteer": [],
    "education": [],
    "awards": [],
    "certificates": [],
    "publications": [],
    "skills": [
      {
        "name": "Cloud (AWS, C2S, SC2S, GCP, Azure, DigitalOcean)",
        "level": "",
        "keywords": []
      },
      {
        "name": "IaC",
        "level": "",
        "keywords": []
      },
      {
        "name": "Containers",
        "level": "",
        "keywords": []
      },
      {
        "name": "DevOps/DevSecOps",
        "level": "",
        "keywords": []
      },
      {
        "name": "Cybersecurity",
        "level": "",
        "keywords": []
      },
      {
        "name": "Architecture",
        "level": "",
        "keywords": []
      },
      {
        "name": "Agile",
        "level": "",
        "keywords": []
      },
      {
        "name": "Zero Trust",
        "level": "",
        "keywords": []
      },
      {
        "name": "Virtualization & Hypervisors",
        "level": "",
        "keywords": []
      },
      {
        "name": "Networking & Infrastructure",
        "level": "",
        "keywords": []
      },
      {
        "name": "Management & Leadership",
        "level": "",
        "keywords": []
      },
      {
        "name": "Cloud Foundry",
        "level": "",
        "keywords": []
      },
      {
        "name": "Software Development",
        "level": "",
        "keywords": []
      },
      {
        "name": "IaaS & PaaS",
        "level": "",
        "keywords": []
      },
      {
        "name": "Kubernetes",
        "level": "",
        "keywords": []
      },
      {
        "name": "Hybrid Cloud",
        "level": "",
        "keywords": []
      }
    ],
    "languages": [
      {
        "language": "English",
        "fluency": "Native Speaker"
      }
    ],
    "interests": [],
    "references": [],
    "projects": []
  }